{"NUMBER_TO_TOKEN": {"1": 0, "2": 1, "3": 2, "4": 3, "5": 4, "6": 5, "7": 6, "8": 7, "9": 8, "10": 9, "11": 10, "12": 11, "13": 12, "14": 13, "15": 14, "16": 15, "17": 16, "18": 17, "19": 18, "20": 19, "21": 20, "23": 21, "25": 22, "27": 23, "29": 24, "30": 25, "31": 26, "32": 27, "33": 28, "34": 29, "35": 30, "36": 31, "37": 32, "39": 33, "40": 34, "45": 35, "49": 36, "50": 37, "55": 38, "60": 39, "64": 40, "65": 41, "70": 42, "75": 43, "80": 44, "81": 45, "85": 46, "89": 47, "90": 48, "95": 49, "100": 50, "121": 51, "125": 52, "128": 53, "144": 54, "169": 55, "196": 56, "216": 57, "225": 58, "233": 59, "243": 60, "256": 61, "289": 62, "324": 63, "343": 64, "361": 65, "377": 66, "400": 67, "512": 68, "610": 69, "729": 70, "987": 71, "1000": 72, "1024": 73, "1331": 74, "1597": 75, "1728": 76, "2048": 77, "2187": 78, "2197": 79, "2584": 80, "2744": 81, "3375": 82, "4096": 83, "4181": 84, "4913": 85, "5832": 86, "6561": 87, "6765": 88, "6859": 89, "8000": 90, "8192": 91, "16384": 92, "19683": 93, "32768": 94, "59049": 95, "65536": 96, "131072": 97, "177147": 98, "262144": 99, "524288": 100, "531441": 101, "1048576": 102, "1594323": 103, "4782969": 104, "14348907": 105, "43046721": 106}, "TOKEN_TO_NUMBER": {"0": 1, "1": 2, "2": 3, "3": 4, "4": 5, "5": 6, "6": 7, "7": 8, "8": 9, "9": 10, "10": 11, "11": 12, "12": 13, "13": 14, "14": 15, "15": 16, "16": 17, "17": 18, "18": 19, "19": 20, "20": 21, "21": 23, "22": 25, "23": 27, "24": 29, "25": 30, "26": 31, "27": 32, "28": 33, "29": 34, "30": 35, "31": 36, "32": 37, "33": 39, "34": 40, "35": 45, "36": 49, "37": 50, "38": 55, "39": 60, "40": 64, "41": 65, "42": 70, "43": 75, "44": 80, "45": 81, "46": 85, "47": 89, "48": 90, "49": 95, "50": 100, "51": 121, "52": 125, "53": 128, "54": 144, "55": 169, "56": 196, "57": 216, "58": 225, "59": 233, "60": 243, "61": 256, "62": 289, "63": 324, "64": 343, "65": 361, "66": 377, "67": 400, "68": 512, "69": 610, "70": 729, "71": 987, "72": 1000, "73": 1024, "74": 1331, "75": 1597, "76": 1728, "77": 2048, "78": 2187, "79": 2197, "80": 2584, "81": 2744, "82": 3375, "83": 4096, "84": 4181, "85": 4913, "86": 5832, "87": 6561, "88": 6765, "89": 6859, "90": 8000, "91": 8192, "92": 16384, "93": 19683, "94": 32768, "95": 59049, "96": 65536, "97": 131072, "98": 177147, "99": 262144, "100": 524288, "101": 531441, "102": 1048576, "103": 1594323, "104": 4782969, "105": 14348907, "106": 43046721}}